brew "bat"
brew "eza"
brew "fd"
brew "fzf"
brew "git"
brew "jq"
brew "nvm"
brew "ripgrep"
brew "starship"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"

cask "iterm2"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-maple-mono-nf-cn"
cask "font-meslo-lg-nerd-font"
